let questions = [
    {
    numb: 1,
    question: "Представьте 48 минут в часах.",
    answer: "0,8",
    options: [
      "0,68",
      "0,76",
      "0,78",
      "0,8"
    ]
  },
    {
    numb: 2,
    question: "Длина основания равнобедренного треугольника меньше, чем длина его боковой стороны. Какой из углов, перечисленных ниже, может быть углом при основании этого треугольника?",
    answer: "80",
    options: [
      "50",
      "60",
      "80",
      "90"
    ]
  },
    {
    numb: 3,
    question: "Два маляра, работая вместе, окрасили стену за 30 минут. Первый маляр, работая один, справился с ней за 50 минут. За сколько минут покрасил бы всю стену второй маляр, работая один?",
    answer: "75 минут",
    options: [
      "45 минут",
      "60 минут",
      "75 минут",
      "90 минут"
    ]
  },
    {
    numb: 4,
    question: "Из двух городов, расстояние между которыми 600 км, выехали одновременно навстречу друг другу два автобуса. Скорость первого автобуса 80 км/ч, а второго – на 10 км/ч меньше, чем первого. Через сколько часов автобусы встретятся?",
    answer: "4 часа",
    options: [
      "2,5 часа",
      "3 часа",
      "3,8 часа",
      "4 часа"
    ]
  },
    {
    numb: 5,
    question: "За n кружек стоимостью 6 рублей каждая и 3 блюдца заплатили 30 рублей. Составьте выражение, которое определяет, сколько рублей стоит блюдце.",
    answer: "10 - 2n",
    options: [
      "6n - 10",
      "10 - 2n",
      "30 - 2n",
      "30 - 6n"
    ]
  },

   {
    numb: 6,
    question: "2 + x = 3, X = ?",
    answer: "X=1",
    options: [
      "X=1",
      "X=2",
      "X=5",
      "X=3"
    ]
  },

   {
    numb: 7,
    question: "x(в квадрате)=9, X = ?",
    answer: "X=3",
    options: [
      "X=8",
      "X=10",
      "X=3",
      "X=21"
    ]
  },

    {
    numb: 8,
    question: "Чтобы найти площадь прямоугольника, нужно...",
    answer: "Умножить его длину на ширину",
    options: [
      "Умножить его длину на ширину",
      "Сложить его длину и ширину",
      "Вычесть его ширину из длины",
      "Тут нет правильного утверждения"
    ]
  },
 
    {
    numb: 9,
    question: "15 - x = 7, X = ?",
    answer: "X=8",
    options: [
      "X=59",
      "X=12",
      "X=8",
      "X=29"
    ]
  },
     {
    numb: 10,
    question: "Квадратный корень из 49?",
    answer: "7",
    options: [
      "1",
      "49",
      "6",
      "7"
    ]
  },
];